{
    "American Four-Square": {
        "pdfPage": 3,
        "description": "This post-Victorian style of single-family house, prized for its ease of construction, practicality, and roomy interior, is found throughout Chicago. The largest concentrations are in community areas developed during the style's heyday (1900-1930), such as Beverly, Norwood Park, Rogers Park, and South Shore.<br>Common characteristics are:<ul><li><strong>cubic shape</strong></li><li><strong>hipped roof</strong>, usually with <strong>dormers</strong></li><li><strong>broad front porch</strong>, sometimes enclosed</li><li><strong>little use of ornament</strong></li><li>built in wide variety of materials, including <strong>wood, brick, and stucco</strong></li></ul>"
    },
    "Art Deco/Moderne": {
        "pdfPage": 3,
        "description": "In the 1920s and '30s, <strong>Art Deco</strong> and <strong>Moderne</strong> achieved great popularity as modern architectural styles. Although somewhat different in their overall appearance, both styles share <strong>stripped-down forms</strong> and <strong>geometric-based ornament</strong>. A limited number of examples are found in Chicago, with concentrations located in the Loop, the Near North Side, and along some commercial streets.<br>Common <strong>Art Deco</strong> characteristics (top) are:<ul><li><strong>vertical orientation</strong>, often with <strong>setbacks</strong></li><li><strong>geometric ornament</strong>, often in colorful <strong>terra cotta</strong></li></ul>Common <strong>Moderne</strong> characteristics (bottom) are:<ul><li><strong>horizontal orientation</strong></li><li><strong>rounded edges, corner windows, and glass block walls</strong></li></ul>"
    },
    "Art Nouveau": {
        "pdfPage": 4,
        "description": "Developed around 1900, <strong>Art Nouveau</strong> refers to the work of several avant-garde European architects searching for original ways to ornament buildings. Although a fashionable style in Paris, Brussels, and Vienna, Chicago architects used it infrequently, generally for <strong>cemetery monuments</strong>.<br>Common characteristics are:<ul><li><strong>stone or terra cotta walls</strong></li><li><strong>ornament based on sinuous plant forms or abstract geometry</strong></li></ul>"
    },
    "Celtic": {
        "pdfPage": 4,
        "description": "Several styles appear only rarely in the index. For example, the &quot;<strong>Celtic</strong>,&quot; &quot;<strong>Oriental</strong>,&quot; and &quot;<strong>Venetian Gothic</strong>&quot; styles were used primarily on specialty structures, such as <strong>cemetery monuments</strong> (Celtic), ethnic institutional buildings (Oriental), or private clubs (Venetian Gothic). Late 19th-century architects in the United States experimented with many different types of historic ornament, including <strong>Celtic</strong>. Based on medieval Irish ornament, this decorative style was mainly used for <strong>cemetery monuments</strong> in Chicago.<br>Common characteristics are:<ul><li><strong>masonry construction</strong></li><li><strong>intertwining strips of flat ornament</strong>, forming elaborate geometric patterns</li></ul>"
    },
    "Chateauesque": {
        "pdfPage": 5,
        "description": "The <strong>Chateauesque</strong> style became fashionable in the 1880s due to the influence of New York City's famed Vanderbilt mansion (1879, Richard Morris Hunt). The style, which was based on <strong>16th-century French chateaux</strong>, was initially used in Chicago for the <strong>mansions</strong> of the city's social elite, on such South Side streets as Prairie Avenue. It later became popular for smaller houses throughout Chicago.<br>Common characteristics are:<ul><li><strong>vertical proportions</strong></li><li><strong>massive-looking masonry walls</strong></li><li>mix of &quot;<strong>Gothic</strong>&quot; and &quot;<strong>Renaissance</strong>&quot; ornament</li><li><strong>high-peaked hipped roofs, elaborate dormers, and tall chimneys</strong></li></ul>"
    },
    "Chicago School": {
        "pdfPage": 5,
        "description": "During the 1880s and '90s, Chicago architects designed buildings with exteriors clearly expressing their innovative <strong>steel-frame construction</strong>. These &quot;<strong>Chicago School</strong>&quot; buildings have been praised as important precursors to 20th-century steel-and-glass skyscrapers. In Chicago, most examples of the style are <strong>office buildings</strong> in the Loop.<br>Common characteristics are:<ul><li><strong>steel-frame construction</strong></li><li><strong>masonry cladding</strong>, usually <strong>terra cotta</strong>, clearly emphasizing the steel framing</li><li>distinctive <strong>three-part windows</strong>, with large central fixed panes flanked by smaller double-hung sash</li><li><strong>minimal use of ornament</strong></li></ul>"
    },
    "Classical Revival": {
        "pdfPage": 6,
        "description": "The <strong>Classical Revival</strong>, based on the architecture of <strong>ancient Greece and Rome</strong>, was one of the most widespread styles in the United States during the late 1800s and early 1900s. Its versatility was adaptable to a wide range of building types and budgets. Found throughout Chicago, the Classical Revival style was often used for <strong>churches and public buildings</strong>.<br>Common characteristics are:<ul><li><strong>symmetrical facades</strong></li><li><strong>minimal use of bays, towers or other projecting building elements</strong></li><li><strong>classical ornament</strong>, including <strong>columns, cornices, and triangular pediments</strong></li><li><strong>wide variety of materials</strong>, including brick, stone, terra cotta, and wood</li></ul>"
    },
    "Colonial Revival": {
        "pdfPage": 6,
        "description": "A revival of interest in the architecture of <strong>colonial America</strong> occurred between the 1880s and World War II. Known as <strong>Colonial Revival</strong>, the style combines elements of both <strong>Federal</strong> and <strong>Georgian</strong> architecture, which were popular styles in America in the 1700s and early 1800s. In Chicago, examples can be found in such areas as South Shore, Forest Glen and Beverly.<br>Common characteristics are:<ul><li><strong>symmetrical facades</strong>, often with <strong>side porches</strong></li><li><strong>red brick or wood clapboard walls</strong></li><li><strong>entrances decorated with sidelights, transoms, columns, and pediments</strong></li><li>either <strong>hip or gable roofs</strong>, often with <strong>dormers</strong></li></ul>"
    },
    "Georgian Revival": {
        "pdfPage": 6,
        "description": "The **Colonial Revival** style combines elements of both **Federal** and **Georgian** architecture, which were popular styles in America in the 1700s and early 1800s."
    },
    "Craftsman": {
        "pdfPage": 7,
        "description": "The <strong>Craftsman</strong> style, popular in the early 1900s, was encouraged by the growing American interest in <strong>bungalows</strong> and <strong>informal floor plans</strong>. In Chicago, the style was mainly used for <strong>modest houses</strong> located in such areas as Edison Park, Albany Park, and West Lawn.<br>Common characteristics are:<ul><li><strong>one- or one-and-a-half stories</strong></li><li><strong>horizontal proportions</strong></li><li><strong>wood walls and decorative detailing</strong>, including <strong>porch railings, shingles, and exposed rafters</strong></li><li><strong>multiple gable roofs</strong></li></ul>"
    },
    "Bungalow (Craftsman)": {
        "pdfPage": 7,
        "description": "The <strong>Craftsman</strong> style, popular in the early 1900s, was encouraged by the growing American interest in <strong>bungalows</strong> and <strong>informal floor plans</strong>."
    },
    "Dutch Colonial Revival": {
        "pdfPage": 7,
        "description": "Based on the style of houses built by the <strong>Dutch settlers of New Amsterdam (New York) in the 1600s</strong>, this style acquired popularity between 1900 and World War II. In Chicago, the style can be found in such community areas as South Shore, Norwood Park, and <strong>Morgan Park</strong>.<br>Common characteristics are:<ul><li><strong>symmetrical facades</strong></li><li><strong>doorways ornamented with columns, sidelights and transoms</strong></li><li><strong>gambrel roofs</strong> (i.e., a curving roof with a shape similar to a barn roof)</li></ul>"
    },
    "Eastlake/Stick": {
        "pdfPage": 8,
        "description": "The decorative possibilities inherent in <strong>machine-manufactured wood</strong> were promoted by late 19th-century architects working in the <strong>Eastlake/Stick</strong> style. The name refers to both Charles Eastlake, an English architect who advocated the use of elaborate wooden decoration, and the use of wooden &quot;<strong>stick work</strong>.&quot; In Chicago, houses in this style can be found in Lakeview, Englewood, and Hyde Park.<br>Common characteristics are:<ul><li><strong>wood construction</strong></li><li>decorative <strong>wooden planks</strong> (or &quot;<strong>stick work</strong>&quot;) which outline the underlying wood frame structure</li><li><strong>intricate wooden details</strong>, such as <strong>lathe-turned spindles and jigsaw-cut brackets</strong></li></ul>"
    },
    "Egyptian Revival": {
        "pdfPage": 8,
        "description": "This style was first used in Chicago in the late 19th century for <strong>cemetery monuments</strong>&mdash;a use encouraged by the ancient Egyptian obsession with death and the afterlife. A later surge of interest in things Egyptian, caused by the 1923 opening of King Tut's Tomb, resulted in the construction of several Chicago buildings with <strong>Egyptian-inspired terra cotta ornament</strong>.<br>Common characteristics are:<ul><li><strong>masonry construction</strong></li><li><strong>columns with papyrus-leaf capitals</strong></li><li>smoothly <strong>rounded cornices</strong> ornamented with <strong>winged sun-discs</strong></li><li><strong>brightly colored, terra cotta trim</strong>, detailed with <strong>hieroglyphics and Egyptian figures</strong></li></ul>"
    },
    "Flemish Revival": {
        "pdfPage": 9,
        "description": "American architects during the late 19th and early 20th centuries explored the decorative possibilities of many styles that are now obscure, including <strong>Flemish Revival</strong>, which was based on the <strong>architecture of the cities of Flanders</strong> (now Belgium). In Chicago, this style was used for <strong>houses, schools, and industrial buildings</strong> scattered in various locations.<br>Common characteristics are:<ul><li><strong>brick construction</strong></li><li><strong>distinctive stepped gables</strong></li></ul>"
    },
    "French Revival": {
        "pdfPage": 9,
        "description": "Actually a synthesis of several centuries of French architecture, the <strong>French Revival</strong> style primarily is based on the <strong>provincial country houses of Brittany and Normandy</strong>. Chicago architects used it mainly for <strong>large single-family houses</strong> built in the 1920s in such community areas as Forest Glen and Beverly.<br>Common characteristics are:<ul><li><strong>masonry construction</strong></li><li><strong>entrance towers</strong>, often with <strong>conical roofs</strong></li><li><strong>tall French doors</strong></li><li><strong>steeply pitched hipped roofs</strong></li></ul>"
    },
    "Gothic Revival": {
        "pdfPage": 10,
        "description": "A rise of interest in the <strong>church architecture of medieval France, England, and Germany</strong> during the 19th century inspired the <strong>Gothic Revival</strong>, a popular style until the 1930s. Because it was used frequently in Chicago for <strong>religious buildings</strong>, examples can be found in most community areas. The campus of the University of Chicago, however, is the city's outstanding ensemble of Gothic Revival buildings.<br>Common characteristics are:<ul><li><strong>masonry construction</strong></li><li><strong>vertical proportions</strong></li><li><strong>tall pointed windows</strong>, often filled with <strong>stained glass and elaborate tracery</strong></li><li><strong>carved stone ornament</strong>, including <strong>gargoyle-like heads and figures</strong></li><li><strong>soaring bell towers</strong></li></ul>"
    },
    "Greek Revival": {
        "pdfPage": 10,
        "description": "This style, based on <strong>ancient Greek temples</strong>, is considered the first truly American architectural style. Americans associated the style with the ideals of Greek democracy and linked it with the similar aspirations of American government. In its early years, Chicago had many Greek Revival houses, but only a handful remain.<br>Common characteristics are:<ul><li>overall <strong>cubic form</strong></li><li><strong>classical Greek ornament</strong>, such as <strong>columns</strong></li><li><strong>gable roofs combined with pediments</strong></li></ul>"
    },
    "International": {
        "pdfPage": 11,
        "description": "The <strong>International</strong> style was developed in the 1920s by European architects in search of a style suitable for a modern society. Many American architects learned of the style through an influential exhibit in 1932, at New York City's Museum of Modern Art. There are few pre-World War II examples in Chicago, although a handful can be found in Hyde Park, South Shore, and West Town.<br>Common characteristics are:<ul><li><strong>horizontal proportions</strong></li><li><strong>emphasis on broad, flat walls</strong></li><li><strong>lack of ornament</strong></li><li><strong>windows wrapping around corners</strong></li><li><strong>flat roofs</strong></li></ul>"
    },
    "Italianate": {
        "pdfPage": 11,
        "description": "The most common styles in the Building Style Index are &quot;<strong>Italianate</strong>&quot; and &quot;<strong>Queen Anne</strong>&quot;. Combined, they accounted for nearly half of the listings in the index. <strong>Italianate</strong> was a favorite residential style during the 1870s and '80s. One of America's most popular 19th-century styles, the <strong>Italianate</strong> was derived from the architecture of <strong>Italian villas</strong>. Chicago architects used the style between the <strong>1860s and 1890s</strong> for a wide variety of building types, from <strong>houses and small apartment buildings, to institutional structures</strong>. Surviving examples can be seen in most community areas developed during this period, although the greatest concentrations can be found in Lincoln Park, the Lower West Side, and West Town.<br>Common characteristics are:<ul><li><strong>vertical proportions</strong></li><li><strong>tall, rounded windows and doors</strong></li><li><strong>stone trim with incised foliated ornament</strong></li><li><strong>intricate wood or pressed metal cornices</strong></li></ul>"
    },
    "Middle Eastern": {
        "pdfPage": 12,
        "description": "<strong>Middle Eastern</strong>-style buildings are an eclectic combination of building forms and exotic details derived from the architecture of the <strong>Byzantine and Islamic empires</strong>. Although few Middle Eastern buildings were built in Chicago, the style was most typically used for <strong>clubs, theaters, and religious buildings</strong> between 1910 and 1930.<br>Common characteristics are:<ul><li><strong>colorful terra cotta and ceramic tile ornament</strong> forming complex geometric patterns</li><li><strong>elaborate rooflines of towers and domes</strong></li></ul>"
    },
    "Modern": {
        "pdfPage": 12,
        "description": "Evolving out of the earlier <strong>International style</strong>, the <strong>Modern</strong> style&mdash;commonly used in the 1960s and '70s&mdash;emphasizes <strong>stark geometry</strong> and <strong>rejects ornament</strong>. The only reason buildings of this style are listed in this publication is because they are located in designated Chicago Landmark districts, including the Mid-North and Old Town Triangle districts in the Lincoln Park community area.<br>Common characteristics are:<ul><li><strong>emphasis on flat walls and simple geometric shapes</strong></li><li><strong>minimal or no ornament</strong></li><li><strong>flat roofs</strong></li></ul>"
    },
    "Neo-Eclectic": {
        "pdfPage": 13,
        "description": "The <strong>Neo-Eclectic</strong> style refers to buildings built between <strong>World War II and the 1970s</strong> that retain visual references to the building forms and ornament of older styles such as the <strong>Colonial Revival</strong> and <strong>Tudor Revival</strong>. The only reason that buildings of this style are listed is because they are located in Chicago Landmark districts, such as Calumet-Giles-Prairie (Douglas community area) or Old Edgebrook (Forest Glen community area).<br>Common characteristics are:<ul><li><strong>traditional building forms</strong> (porches, bays, gable and hipped roofs)</li><li><strong>traditional ornament</strong> (pediments, columns, half-timbering) used in a <strong>simplified manner</strong></li></ul>"
    },
    "Oriental": {
        "pdfPage": 13,
        "description": "Several styles appear only rarely in the index. For example, the &quot;<strong>Celtic</strong>,&quot; &quot;<strong>Oriental</strong>,&quot; and &quot;<strong>Venetian Gothic</strong>&quot; styles were used primarily on specialty structures, such as cemetery monuments (Celtic), ethnic institutional buildings (<strong>Oriental</strong>), or private clubs (Venetian Gothic). This style is comprised of buildings whose appearances were influenced by <strong>Chinese or Japanese forms or decoration</strong>. In Chicago, this style is rare and found chiefly in such Asian-American areas as Chinatown (Armour Square community area), where it was used for buildings constructed between 1910 and 1930.<br>Common characteristics are:<ul><li><strong>pagoda-like eaves or towers</strong></li><li><strong>stone or terra cotta ornament</strong> based on <strong>Chinese or Japanese decorative motifs</strong> (dragons, dogs, alphabet symbols)</li></ul>"
    },
    "Post-Modern": {
        "pdfPage": 14,
        "description": "Developed in the <strong>late 1970s and '80s</strong>, this style uses building forms and ornament from earlier periods, such as the <strong>Classical Revival</strong>, but in a &quot;<strong>cartoonish</strong>&quot; manner. In contrast with the <strong>Neo-Eclectic</strong> style, <strong>Post-Modernism</strong> uses historic features in a more <strong>exaggerated manner</strong>. The only reason examples of this style are included in this publication is because they are located in such Chicago Landmark districts as Wicker Park (West Town community area).<br>Common characteristics are:<ul><li><strong>exaggeration and distortion of historic building details</strong> (gables, columns, pediments)</li><li><strong>conscious attempt to &quot;fit into&quot; existing historic streetscape</strong></li></ul>"
    },
    "Prairie": {
        "pdfPage": 14,
        "description": "The <strong>Prairie</strong> style was developed by <strong>Frank Lloyd Wright</strong> and others as &quot;a modern architecture for a democratic American society,&quot; a goal of many architects in the late 19th and early 20th centuries. Because it was largely developed in the Chicago area, this style is well represented here by some of the most important buildings of the early 20th century. Significant examples can be found in Rogers Park, Hyde Park, and Beverly.<br>Common characteristics are:<ul><li><strong>horizontal proportions</strong></li><li><strong>flat brick or stucco walls</strong>, often outlined with <strong>wooden strips of contrasting color</strong></li><li><strong>windows with abstract, geometric ornament</strong></li><li><strong>hip or gable roofs with wide, overhanging eaves</strong></li></ul>"
    },
    "Queen Anne": {
        "pdfPage": 15,
        "description": "The most common styles in the Building Style Index are &quot;<strong>Italianate</strong>&quot; and &quot;<strong>Queen Anne</strong>&quot;. Combined, they accounted for nearly half of the listings in the index. <strong>Queen Anne</strong> was popular during the <strong>1880s and '90s</strong>. This picturesque style, popular in the <strong>1880s and '90s</strong>, is found in almost every city and town in the United States. Buildings in the <strong>Queen Anne</strong> style have <strong>asymmetrical shapes</strong> characterized by <strong>bays</strong> and <strong>prominent, varied rooflines</strong>. In Chicago, it was used for many <strong>houses and commercial buildings</strong>, with concentrations found in Hyde Park and Lakeview.<br>Common characteristics are:<ul><li><strong>rich but simple ornament</strong></li><li><strong>variety of materials</strong>, including <strong>wood, terra cotta, stone, and pressed metal</strong></li><li><strong>expansive porches</strong></li><li><strong>pressed metal bays and turrets</strong></li><li><strong>irregular roofline with many dormers and chimneys</strong></li></ul>"
    },
    "Renaissance Revival": {
        "pdfPage": 15,
        "description": "The <strong>churches and palaces of Renaissance Italy</strong> were the inspiration for this revival style. In Chicago, it mainly was used for <strong>churches and institutional buildings</strong>, between 1890 and 1930.<br>Common characteristics are:<ul><li><strong>round-arched windows and arcades</strong> (i.e., covered walkways or porches, formed by rows of arches resting on columns)</li><li><strong>profusion of triangular and round-arched pediments</strong></li><li><strong>prominent cornices</strong></li></ul>"
    },
    "Romanesque Revival": {
        "pdfPage": 16,
        "description": "The forms of the <strong>Romanesque Revival</strong> actually derive from the <strong>11th- and 12th-century architecture of France and Spain</strong>, although the style enjoyed a resurgence in the 1880s due to the work of architect H. H. Richardson. It was used for many building types, including <strong>houses, clubs, and commercial buildings</strong>, before its popularity ended in the late 1890s. Examples can be found in many community areas, including Douglas, Grand Boulevard, and Kenwood.<br>Common characteristics are:<ul><li><strong>heavy, rough-cut stone walls</strong></li><li><strong>round arches and squat columns</strong></li><li><strong>deeply recessed windows</strong></li><li><strong>densely carved decoration with interlaced motifs</strong></li></ul>"
    },
    "Second Empire": {
        "pdfPage": 16,
        "description": "The elaborate architecture of <strong>Paris in the 1850s and '60s</strong>&mdash;when it was rebuilt by Napoleon III&mdash;became the inspiration for the <strong>Second Empire</strong> style. Popular in Chicago during the 1870s and early '80s, relatively few examples of the style, mostly <strong>houses</strong>, survive.<br>Common characteristics are:<ul><li><strong>intricate stone ornament</strong> surrounding doors and windows</li><li><strong>sloping &quot;mansard&quot; roofs</strong>, often with <strong>multi-colored slate shingles and elaborate dormers</strong></li><li><strong>prominent cornices</strong></li></ul>"
    },
    "Shingle Style": {
        "pdfPage": 17,
        "description": "Although the <strong>Shingle Style</strong> developed in the early 1880s in <strong>New England seaside resorts</strong>, it soon spread to Midwestern cities, such as Chicago. Several examples are located in Kenwood and Hyde Park, which were independent suburbs during the style's heyday, the late 1880s.<br>Common characteristics are:<ul><li><strong>frame construction</strong></li><li><strong>continuous &quot;skin&quot; of wood shingles covering upper floors</strong></li><li><strong>American colonial ornament</strong> (Palladian windows, classical moldings), used sparingly</li></ul>"
    },
    "Spanish Revival": {
        "pdfPage": 17,
        "description": "This style is based on <strong>Spanish colonial and Mexican buildings</strong> that were built in California, Texas, and the American Southwest between the early 1600s and the 1840s. The style regained popularity as a revival style during the 1920s. Chicagoans used it for <strong>houses and religious buildings</strong> in several community areas, including Beverly, Edison Park, and South Shore.<br>Common characteristics are:<ul><li><strong>brick or stucco walls</strong></li><li><strong>twisting columns and decorative shields made of terra cotta</strong></li><li><strong>round-arched windows</strong></li><li><strong>elaborately rounded roof parapets</strong>, based on Spanish colonial missions</li><li><strong>clay tile roofs</strong></li></ul>"
    },
    "Sullivanesque": {
        "pdfPage": 18,
        "description": "Louis Sullivan, one of Chicago's most influential architects, developed a unique form of decoration that he used for many of his buildings, beginning in the 1890s. This <strong>Sullivanesque</strong> style was imitated by other architects, using <strong>terra cotta</strong> designed and manufactured by the Midland Terra Cotta Company in Chicago. Sullivanesque buildings can be found in the Loop, Lincoln Square, and North Lawndale.<br>Common characteristics are:<ul><li><strong>masonry walls</strong></li><li><strong>terra cotta ornament</strong> composed of <strong>lushly intertwining vines and leaves</strong>, combined with <strong>sharp-edged geometric figures</strong></li></ul>"
    },
    "Tudor Revival": {
        "pdfPage": 18,
        "description": "Based on <strong>English architecture from the 1500s and 1600s</strong>, <strong>Tudor Revival</strong> gained great popularity as a residential style in America during the early 20th century. It can be found in such Chicago community areas as Beverly, Forest Glen, and South Shore.<br>Common characteristics are:<ul><li><strong>asymmetrical massing</strong></li><li><strong>brick and stone first floors</strong></li><li><strong>half-timbered upper floors</strong></li><li><strong>diamond-paned casement windows</strong></li><li><strong>steeply pitched, intersecting gable roofs</strong></li><li><strong>tall, decorative chimneys</strong></li></ul>"
    },
    "Venetian Gothic": {
        "pdfPage": 19,
        "description": "Several styles appear only rarely in the index. For example, the &quot;<strong>Celtic</strong>,&quot; &quot;<strong>Oriental</strong>,&quot; and &quot;<strong>Venetian Gothic</strong>&quot; styles were used primarily on specialty structures, such as cemetery monuments (Celtic), ethnic institutional buildings (Oriental), or private clubs (<strong>Venetian Gothic</strong>). This revival style, which was fashionable during the 1890s, was based on the buildings of <strong>late-medieval Venice, Italy</strong>. Although used infrequently in Chicago, examples are located in Grand Boulevard, the Loop, and the Near North Side.<br>Common characteristics are:<ul><li><strong>richly colored and contrasting materials</strong></li><li><strong>Gothic ornament and forms</strong>, including <strong>pointed windows and stone tracery</strong></li><li><strong>projecting balconies</strong></li></ul>"
    },
    "Workman's Cottage": {
        "pdfPage": 19,
        "description": "This is a common, &quot;<strong>vernacular</strong>&quot; residential style that was built in <strong>working-class Chicago neighborhoods</strong> in the years following the <strong>Chicago Fire of 1871</strong>. Examples can be found in the community areas of Lincoln Park, the Lower West Side, and West Town.<br>Common characteristics are:<ul><li><strong>one-and-a-half stories</strong>, set atop a <strong>raised basement</strong></li><li><strong>rectangular floor plan</strong></li><li><strong>ornament restricted to around windows and beneath the roof line (cornice)</strong></li><li><strong>front-facing gable roof</strong></li></ul>"
    },
    "Victorian": {
        "pdfPage": null,
        "description": "This post-<strong>Victorian</strong> style of single-family house, prized for its ease of construction, practicality, and roomy interior, is found throughout Chicago."
    },
    "Moderne": {
        "pdfPage": 3,
        "description": "In the 1920s and '30s, <strong>Art Deco</strong> and <strong>Moderne</strong> achieved great popularity as modern architectural styles. Although somewhat different in their overall appearance, both styles share <strong>stripped-down forms</strong> and <strong>geometric-based ornament</strong>. A limited number of examples are found in Chicago, with concentrations located in the Loop, the Near North Side, and along some commercial streets.<br>Common <strong>Moderne</strong> characteristics (bottom) are:<ul><li><strong>horizontal orientation</strong></li><li><strong>rounded edges, corner windows, and glass block walls</strong></li></ul>"
    },
    "Stick Style": {
        "pdfPage": 8,
        "description": "The decorative possibilities inherent in <strong>machine-manufactured wood</strong> were promoted by late 19th-century architects working in the <strong>Eastlake/Stick</strong> style. The name refers to both Charles Eastlake, an English architect who advocated the use of elaborate wooden decoration, and the use of wooden &quot;<strong>stick work</strong>.&quot;"
    },
    "Federal": {
        "pdfPage": 6,
        "description": "Known as **Colonial Revival**, the style combines elements of both **Federal** and **Georgian** architecture, which were popular styles in America in the 1700s and early 1800s."
    }
}